<?php
	define('TITLE', '数据小游戏：你知道美国佬有多惨吗?');
	define('ALREADY', '已经判断');
	define('UNIT', '条');
	define('CORR_RATE', '正确率');
	define('DESCR', '<p>俞昊然同学正在做一个关于美国就业情况的数据研究，由于昊然同学英语不够好，在理解美国人的情感的时候，多少会出现一些错误。于是做了这个小游戏，希望你能坚持玩上几分钟，帮助一下昊然同学。</p><p><b>>>游戏玩法如下(正确率在75%或以上的同学，每判断500条, 请到微博找“@俞昊然”要5元手机充值或等价商品，二十元起兑……):</b></p><p>&nbsp; &nbsp;1. 游戏开始时，下面的白色区域会显示出一个美国人发的Tweet（类似于中国的微博）</p><p>&nbsp; &nbsp;2. 如果你觉得这个发出信息的人，自身、当前有极强的寻找工作的需求，请点击左侧绿色部分</p><p>&nbsp; &nbsp;3. 不是自己要找工作，或者是招人招不到，或者是某人纯粹对于工作的吐嘈，请点击右侧红色部分</p><p>&nbsp; &nbsp;4. 每次操作后，系统会判断你的判定与大多数用户观点的一致性，并且给你一个评价</p>');

	define('LOADING', '正在加载中……请稍候……');

	define('YES_RES', '上面是需要找工作的(或刚失业)人发的求工作的内容');
	define('SKIP_RES', '我不去确定 - 跳过');
	define('NO_RES', '上面是介绍工作的广告/介绍找工作经验等非表达找工作需求的内容');

	define('UID', '兑换凭证号');
	define('ERROR', '哎哟妈呀，系统卡了一下，再试下……求你啦……帮帮昊然吧……');
	define('SHOW_DESCR', '>>展开小游戏详细的说明');

	define('UNKNOW_70', '哎哟……你刚刚判断的这条昊然其实纠结着呢……感谢你帮昊然做了判断。昊然跪地给您磕头了……');
	define('UNKNOW_50', '哎哟……你刚刚判断的这条昊然其实纠结着呢……加油，帮助昊然一起弄懂美国佬……');
	define('UNKNOW_0', '不错不错，虽然我也不知道对不对，但是感谢你了！');

	define('KNOW', '你正确判断了已经判断很清晰的信息了，不错不错');

	define('FALSE_0', '哎哟……看起来你和昊然在这个问题上都犯错了……大部分人觉得发帖这人不需要找工作吖……');

	define('TRUE_70', '又判断对了一个，昊然特别特别感谢你呢！');
	define('TRUE_50', '哎哟，我也看出来你的纠结了，不过你又答对一个，昊然还是要感谢你的！');
	define('TRUE_0', '哎哟……怎么昊然越来越晕了……求拯救吖……求认真的帮助昊然判断吖……');

	define('FINISH', '您已经帮助我们一起完成了所有的判断，感谢您的帮助！');

	define('FOOTER', '&copy; 2014 Haoran Yu @ University of Illinois at Urbana-Champaign');
	
?>